TargetApplication=3.88
Author=Giang Pham
SourceLANGID=1033
LANGID=1066
Generator=DKLang Translation Editor v3.0
LastModified=2023-07-05 06:58:05

[About]
00000002=Thông Tin
00000094=Aren
00000161=Đóng
00000165=Nhận xét, lỗi, cách cải tiến, ... rất được hoan nghênh.
00000166=Giới thiệu về Advanced Renamer
00000167=Ngoài ra hãy kiểm tra diễn đàn
00000168=Mã bản quyền:
00000169=Tên:
00000170=Đã đăng ký cho:
00000171=Áp dụng
00000172=Nhận key bản quyền
00000173=Dùng cho cá nhân:
00000174=Mua
00000175=Dùng cho thương mại:
00000176=Mua

[AddDir]
00000002=Thêm Thư Mục
00000094=&Đánh dấu:
00000161=Hủy
00000162=OK
00000163=Bao gồm &thư mục con
00000164=Thư mục mới...
00000165=Kết hợp biểu thức chính quy:
00000166=Không khớp

[ARenMain]
00000002=ARen
00000005=0 Mục
00000006=0 Lỗi
00000007=Tình Trạng: OK
00000008=Thanh Công Cụ Chính
00000009=Làm Mới
00000010=&Kiểm tra hàng loạt
00000011=Tự Động &Kiểm Tra
00000012=Hình Thu Nhỏ
00000013=Cài Đặt
00000014=&Giúp Đỡ
00000015=&Mục lục...
00000016=&Phím tắt...
00000017=&Nhật ký phiên bản...
00000018=Kiểm tra phiên bản mới...
00000020=&Giới Thiệu...
00000021=&Hoàn Tác Đợt Trước
00000023=Danh sách Thanh công cụ
00000024=&Thêm
00000025=&Tập Tin...
00000026=&Thư Mục...
00000027=&Danh Sách
00000028=&Tải...
00000029=&Lưu...
00000030=&Xóa sạch...
00000031=Xóa các mục có &lỗi
00000032=Đưa lên trên cùng
00000033=Đưa lên
00000034=Đưa xuống
00000035=Đưa xuống dưới cùng
00000036=Đổi Tên Tệp
00000058=Đổi Tên Thư Mục
00000067=Tên tập tin:
00000068=Thư mục:
00000069=Kích Thước:
00000070=Ngày Tạo:
00000071=Ngày Sửa:
00000072=Loại file:
00000073=Thuộc Tính:
00000074=Ngày Truy Cập:
00000076=Không có thông tin
00000077=Không thể tải thông tin mở rộng. Các tập tin có thể đang sử dụng.
00000078=Img
00000079=Kích thước:
00000080=Ngày Thực Hiện:
00000081=Tác giả:
00000082=Bản quyền:
00000084=ID3
00000085=Tiêu đề:
00000086=Nghệ sĩ:
00000087=Album:
00000088=Track:
00000089=Năm:
00000090=Thể loại:
00000091=Thư mục
00000092=Chứa:
00000094=Không tìm thấy công thức nào.
00000095=Danh sách công thức đổi tên
00000096=Thanh Công Thức
00000097=Thêm công thức
00000098=Gỡ công thức
00000099=Xóa hết
00000100=Trên cùng
00000101=Lên
00000102=Xuống
00000103=Dưới cùng
00000105=Tải Danh Sách Công Thức
00000106=Lưu Danh Sách Công Thức
00000107=Cài đặt trước:
00000110=Lưu Danh Sách
00000111=Di Chuyển Đã Chọn
00000112=Lên Trên Cùng
00000113=Đi Lên
00000114=Đi Xuống
00000115=Xuống Dưới Cùng
00000116=Thêm...
00000117=Gỡ
00000118=Chạy
00000119=Thuộc Tính...
00000120=Tải Danh Sách...
00000121=Tới fille văn bản...
00000122=Xóa Danh Sách
00000123=Làm Mới
00000124=Đặt
00000125=Căn Chỉnh Cột
00000144=&Tùy chỉnh...
00000145=Sao chép
00000152=Di chuyển
00000153=Trên cùng
00000154=Lên
00000155=Xuống
00000156=Dưới cùng
00000157=Thay đổi Công thức thành
00000158=Thêm Công Thức
00000159=Xóa
00000160=Xóa hết
00000163=&Giúp đỡ Người Mới Bắt Đầu
00000164=Thêm công thức hàng loạt
00000179=Chèn &Thẻ
00000180=Hoàn tác
00000181=Cắt
00000182=Sao chép
00000183=Dán
00000184=Chọn Tất Cả
00000185=Ghé thăm diễn đàn trực tuyến ...
00000186=Cột
00000187=Đặt
00000188=Căn Chỉnh Cột
00000189=&Tùy Chỉnh...
00000191=Chi Tiết
00000192=Biểu Tượng Lớn
00000193=Biểu Tượng Nhỏ
00000194=Danh Sách
00000196=Đánh Dấu
00000197=Không đánh dấu đã chọn
00000198=Đánh dấu đã chọn
00000200=Không đánh dấu
00000201=Đánh dấu tất cả
00000202=Chế Độ Hàng Loạt:
00000203=Thư Mục Đầu Ra:
00000204=Lưu Danh Sách
00000205=Tới file CSV...
00000206=Xóa các mục không có thẻ ID3
00000207=Xóa các mục không có thông tin hình ảnh
00000219=Quy Tắc Xung Đột Tên:
00000220=Dấu Tách:
00000221=Mẫu:
00000223=Mở công thức hàng loạt
00000225=Lưu công thức hàng loạt
00000227=Kích thước:
00000228=Tỷ lệ khung hình:
00000229=Thời lượng:
00000233=Vị Trí GPS:
00000239=Thêm Đã Chọn
00000240=Xem File
00000234=Sắp xếp ngẫu nhiên
00000235=Thay đổi mô tả...
00000241=Làm Mới
00000242=Bảng Thư Mục
00000243=Bảng Thư Mục
00000244=Thêm đã chọn
00000245=TV show...
00000246=Nhập
00000249=Tập tin từ CSV...
00000250=Đánh dấu theo mẫu...
00000251=Bỏ đánh dấu theo mẫu...
00000252=Chương Trình
00000253=Thiết Lập Dòng Lệnh...
00000254=Đảo ngược đánh dấu
00000255=Chọn
00000256=Chọn tất cả
00000257=Không chọn
00000258=Đảo ngược lựa chọn
00000259=Đánh dấu mẫu không khớp...
00000260=Mở thư mục chứa
00000261=Đã có phiên bản mới của Advanced Renamer.
00000262=Cập nhật ngay!
00000264=đóng
00000265=Mã Bản Quyền...
00000266=Giá Trị GPS
00000267=Chuỗi Dữ Liệu
00000268=Ghi đè tên tập tin mới...
00000269=Bắt Đầu
00000270=Bỏ đánh dấu tất cả
00000271=Đánh dấu tất cả
00000272=Cần giúp đỡ để bắt đầu?
00000273=Không hiển thị lần nữa
00000274=Cần giúp đỡ để bắt đầu?
00000275=Không hiển thị lần nữa
00000276=Dữ liệu từ CSV ...
00000277=Sắp xếp theo
00000278=Cột
00000279=Mẫu...
00000281=Đổi tên theo cặp
00000282=Nhân Bản
00000283=Thêm
00000284=Tùy Chọn
00000285=Nhập
00000286=Quy tắc xung đột tên
00000287=Hiển Thị
00000288=Danh sách
00000290=Các tập tin
00000291=Các thư mục
00000292=Tải
00000293=Xóa hết
00000294=Lưu
00000295=Cột
00000296=Hình thu nhỏ
00000297=Giá Trị GPS
00000299=Phân tách:
00000300=Mãu:
00000301=Tập tin từ CSV
00000302=Dữ liệu từ CSV
00000304=Đổi tên theo cặp
00000307=Kiểm tra tự động
00000308=Công Cụ
00000309=Hoàn tác hoàng loạt
00000310=Hướng dẫn sử dụng
00000312=Chuỗi dữ liệu
00000313=Bắt đầu hàng loạt
00000314=Chế độ hàng loạt:
00000315=Thư mục đầu ra:
00000316=Dưới cùng
00000317=Xuống
00000318=Lên
00000319=Trên cùng
00000320=Danh sách
00000321=Biểu tượng nhỏ
00000322=Biểu tượng lớn
00000323=Chi tiết
00000324=Xóa các mục bị lỗi
00000325=Cài Đặt
00000326=&Bắt đầu cho người mới...
00000328=Truy cập diễn đàn trực tuyến...
00000329=Kiểm tra phiên bản &mới...
00000330=Mã bản quyền...
00000331=&Thông Tin...
00000332=Cấu hình dòng lệnh
00000333=Bảng thư mục
00000335=Thêm đã chọn
00000336=Hiển thị tệp
00000337=Làm Mới
00000480=Vị Trí GPS:
00000481=Trợ Giúp

[BatchResultFrame]
00000003=Kết quả cuối cùng
00000004=Tổng số mục:
00000005=Lỗi được tìm thấy:
00000006=Xem lỗi...
00000007=Hoàn tác đợt trước...
00000008=Thêm tất cả các mục thành công
00000009=Thêm các mục có lỗi
00000010=Thêm tất cả các mục

[CustomizeCols]
00000002=Tùy Chỉnh Cột
00000094=&Bộ Cột:
00000095=Các &Cột:
00000096=Cột &Rộng:
00000097=OK
00000098=Hủy
00000099=Lên
00000100=Xuống
00000101=Trên cùng
00000102=Dưới cùng
00000103=Lưu
00000104=Xóa

[frmAddFolderChoice]
00000001=Thêm thư mục
00000002=Hủy
00000003=OK
00000004=Thêm &tệp trong thư mục
00000005=Thêm &thư mục
00000006=&Bao gồm các thư mục con
00000007=Tên tập tin &mask:
00000009=Thêm &thư mục gốc
00000010=Thêm &thư mục con
00000011=Kết hợp biểu thức chính quy:
00000012=Không khớp

[frmCommandLine]
00000002=Cấu hình dòng lệnh
00000202=Chế độ hàng loạt:
00000223=Mở công thức hàng loạt
00000224=Đường dẫn:
00000225=File danh sách công thức:
00000226=Loại mục:
00000227=Các Mục:
00000228=Mục lệnh:
00000229=Xuất ra file log:
00000230=Thư mục đích:
00000231=Đánh dấu mục:
00000232=Đánh dấu mục BTCQ:
00000233=Lệnh:
00000234=Tệp chứa các mục:
00000235=Thêm các mục từ thư mục con
00000236=Đảo Ngược
00000237=Mục từ đường dẫn
00000238=Danh sách các mục
00000239=Tệp chứa các mục
00000240=Sao chép lệnh
00000241=Lưu thành file .bat
00000242=Đóng
00000243=Mở tập tin
00000244=Lưu tập tin
00000245=Lưu file hàng loạt

[frmCSVImport]
00000002=Nhập CSV
00000003=&Nhập
00000008=Hủy
00000009=Tên tập tin:
00000010=Dấu tách cột:
00000011=Cột cho tên tập tin gốc:
00000012=Cột cho tên tập tin mới: (tùy ý)
00000013=Thư mục cơ sở cho các tệp gốc:
00000014=Dòng đầu tiên là tiêu đề
00000015=Tên tập tin gốc
00000016=Tên tập tin mới
00000017=Tình Trạng
00000018=Mã hóa tập tin:

[frmCSVImportData]
00000002=Nhập Dữ Liệu CSV
00000003=&Nhập
00000008=Hủy
00000009=Tên tập tin:
00000010=Dấu tách cột:
00000014=Dòng đầu tiên là tiêu đề
00000018=Mã hóa tập tin:
00000019=Sau khi nhập, các giá trị sẽ có sẵn thông qua thẻ <Csv:X>

[frmExifTool]
00000002=ExifTool
00000094=Đóng
00000096=Thẻ:
00000097=Sao chép
00000098=ExifTool là một chương trình bên ngoài hỗ trợ nhiều định dạng tệp hơn Advanced Renamer hỗ trợ nguyên bản. Sử dụng ExifTool để có quyền truy cập vào nhiều dữ liệu tệp hơn.
00000099=ExifTool website
00000100=Lọc:

[frmJSConsole]
00000002=JS Console
00000003=Lọc:
00000004=Khớp:

[frmJSScript]
00000001=Mã kịch bản
00000002=Đóng và áp dụng
00000003=Kịch bản này sẽ được thực thi một lần cho mọi mục trong danh sách.
00000004=Kịch bản này sẽ chỉ được thực thi 1 lần trước khi lặp lại và xử lý tất cả mục trong danh sách. Sử dụng nó để thiết lập bất kỳ giá trị ban đầu nào.

[frmSelectDate]
00000002=Chọn ngày
00000161=Hủy
00000162=OK
00000163=Ngày:
00000164=Chọn một ngày.

[frmTVShow]
00000002=Nhập TV Show
00000003=OK
00000004=Tìm kiếm tv show:
00000005=Tìm Kiếm
00000006=Tiếp >
00000007=< Trước
00000008=Hủy
00000009=Show được chọn:
00000010=Thể loại:
00000013=Mùa:
00000014=Tập:
00000015=Sử dụng hướng dẫn này để điền các tệp trong danh sách với thông tin TV show được thu thập từ TVMaze.com.\n\nTrước khi tiếp tục, bạn nên đảm bảo rằng các tệp trong danh sách được sắp xếp chính xác.\n\nKhi nhập xong thông tin từ tvrage.com, bạn có thể sử dụng thẻ TV Show để đổi tên tập tin với thông tin TV show.
00000016=Nhập từ:
00000017=Số danh sách tệp:
00000018=Số tập đã chọn:
00000019=Làm Mới
00000020=Tất cả
00000021=Không
00000022=Tất cả
00000023=Không
00000024=Không hiển thị lại trang này

[GPSValuesForm]
00000002=Giá Trị GPS
00000003=Giá trị gốc\nGiá trị\n
00000004=OK
00000005=Hủy
00000006=Sử dụng danh sách dưới đây để ghi đè các giá trị GPS.

[InsertTag]
00000003=<Inc Nr> - Số tăng dần
00000096=Mặc Định
00000097=<DirName> - Tên thư mục
00000099=<Inc Alpha> - Chữ cái tăng dần
00000101=<Num Dirs> - Tổng số thư mục con trong thư mục
00000103=<Num Files> - Tổng số tệp trong thư mục
00000105=<Ext> - Phần mở rộng
00000107=<Name> - Tên tệp không có phần mở rộng
00000109=<Inc NrDir> - Số tăng dần theo thư mục
00000111=<Num Items> - Tổng số mục trong danh sách
00000113=ID3/MP3
00000126=Hình Ảnh
00000127=<Img Width> - Chiều rộng hình ảnh
00000129=<Img Height> - Chiều cao hình ảnh
00000143=<Autor da IMG> - Nghệ sĩ hình ảnh
00000145=<Img Copyright> - Bản quyền hình ảnh
00000147=Thời Gian
00000160=Đã Tạo
00000173=Đã Sửa
00000186=Trợ Giúp
00000187=<Rand> - Số ngẫu nhiên
00000188=Nâng Cao
00000191=<Substr> - Chuỗi con
00000192=<RSubstr> - Chuỗi con - đúng
00000193=<Word> Tên tệp từ vị trí chữ
00000195=Kích Thước Tập Tin
00000201=Video
00000202=<Video Width> - Độ phân giải ngang của video
00000203=<Video Height> - Độ phân giải dọc của video
00000206=<Bitrate> - Tốc độ bit chung
00000207=<Video Bitrate> - Chỉ tốc độ bit của video
00000208=<Video Audio Bitrate> - Chỉ tốc độ bit của âm thanh
00000210=<Video FrameRate> - Số khung hình trên giây
00000211=<Video Duration> - Thời gian phát lại video
00000228=GPS
00000247=<ExifTool> - Giá trị từ ExifTool
00000249=Tổng Kiểm Tra
00000250=<MD5> - Tổng kiểm tra MD5
00000251=<SHA1> - Tổng kiểm tra SHA-1
00000252=<SHA256> - Tổng kiểm tra SHA-256
00000264=<Inc Hex> - Tăng số thập lục phân
00000265=<Inc Romanos> Tăng dần chữ số La Mã
00000279=<ID3 Duration> - Thời lượng âm thanh
00000280=<ID3 Hour> - Phần 'Giờ' của thời gian phát lại âm thanh
00000281=<ID3 Min> - Phần 'Phút' của thời gian phát lại âm thanh
00000282=<ID3 Sec> - Phần 'Giây' của thời gian phát lại âm thanh
00000283=<Video Hour> - Phần 'Giờ' của thời gian phát video
00000284=<Video min> - Phần 'Phút' của thời gian phát video
00000285=<Video Sec> - Phần 'Giây' của thời gian phát video
00000287=< Nr Dec> Số giảm dần
00000291=Tài liệu thẻ
00000292=<Img DPI> - Độ phân giải hình ảnh DPI
00000293=<Img Width Inch> - Chiều rộng tính bằng inch
00000294=<Img Height Inch> - Chiều cao tính bằng inch
00000295=<Img Width Cm> - Chiều rộng tính bằng centimet
00000296=<Img Height Cm> - Chiều cao tính bằng centimet
00000297=<Img Width Mm> - Chiều rộng tính bằng milimét
00000298=<Img Height Mm> - Chiều cao tính bằng milimét
00000299=<Rand Str> - Chuỗi ngẫu nhiên
00000301=<Csv> - Từ tệp CSV đã nhập

[InsertTagWnd]
00000002=Giá trị trường văn bản
00000094=Hủy
00000095=Giá trị số
00000096=Mẫu
00000097=OK
00000098=Sử dụng biểu thức chính quy
00000099=Thẻ:
00000100=Chuỗi ký tự cho biểu thức chính quy:

[MetaDataBatchForm]
00000002=Chuỗi dữ liệu ghi hàng loạt
00000003=Trường chuỗi dữ liệu:
00000004=BẮT ĐẦU HÀNG LOẠT
00000017=Thay đổi chuỗi dữ liệu của tệp có thể làm hỏng tệp. Vui lòng đảm bảo sao lưu mọi tệp trước khi thử thay đổi bất kỳ chuỗi dữ liệu nào. Cũng chỉ sử dụng chức năng này trên các tệp nằm trên ổ cứng cục bộ. Sẽ hoạt động với hầu hết các JPEG và nhiều loại tệp khác.
00000018=Tên tập tin
00000019=Giá trị gốc
00000020=Giá trị mới
00000021=Tình Trạng
00000022=Hủy
00000023=Đóng

[Patern]
00000002=Mẫu
00000094=&Mẫu Có Sẵn:
00000159=&Xóa
00000160=Mẫu Đã &Chọn:
00000161=OK
00000162=Hủy
00000163=Thêm
00000164=&Mới

[PleaseRegisterForm]
00000002=Vui lòng đăng ký
00000094=Nếu bạn thích Advanced Renamer và sử dụng nó thường xuyên, vui lòng hỗ trợ dự án bằng cách xin giấy phép. Sử dụng các nút bên dưới để đăng ký mã bản quyền.\nNgôn ngữ Tiếng Việt được cung cấp bởi Giang Phạm.
00000173=Dùng cho cá nhân:
00000174=Mua
00000175=Dùng cho thương mại:
00000176=Mua
00000177=Đóng
00000181=Mã bản quyền:
00000182=Tên:
00000183=Đã đăng ký cho:
00000184=Áp dụng
00000185=Cài đặt bản quyền bằng tập tin

[PreRenaming]
00000002=Bắt Đầu Đổi Tên
00000160=Đảm bảo cài đặt đổi tên của bạn chính xác trước khi nhấn nút Đổi tên.
00000161=Hủy
00000162=Bắt Đầu

[Progress]
00000002=Tiến độ
00000094=Vui lòng đợi trong khi thực hiện hàng loạt...
00000160=Tổng số lượng tệp:
00000161=OK
00000162=Xem Lỗi
00000163=Thêm files:
00000166=TabSheet1
00000167=Tên tập tin gốc
00000168=Mã Lỗi
00000169=Mô Tả Lỗi
00000170=Tổng số tệp:
00000171=Thành công:
00000172=Lỗi:
00000173=TabSheet2
00000174=Lỗi được tìm thấy:
00000175=Không bao giờ hỏi lại

[ProgressAdd]
00000002=Vui Lòng Đợi
00000094=Đang thêm tập tin...
00000161=Hủy

[ProgressError]
00000002=Lỗi đã được tìm thấy
00000094=Đã tìm thấy lỗi trong các tệp được chọn cho hàng loạt. Không thể đổi tên các tệp sau. Chọn một hành động bên dưới. Chưa có tệp nào được đổi tên.
00000161=Dừng Hàng Loạt
00000163=Bỏ qua các tệp bị lỗi
00000164=Tổng số tệp:
00000165=Lỗi:
00000166=Tên tập tin
00000167=Lỗi

[Settings]
00000002=Cài Đặt
00000161=Hủy
00000162=OK
00000163=Mặc Định
00000164=Thay thế không hỗ trợ bằng:
00000165=Chiều rộng hình thu nhỏ:
00000166=Chiều cao hình thu nhỏ:
00000167=Hiển thị hộp thông tin tệp
00000168=Xác nhận xóa danh sách
00000171=&Menu Ngữ Cảnh Explorer
00000172=Xem lưới
00000173=Sử dụng thông tin EXIF cho chiều rộng và chiều cao của hình ảnh
00000175=Ngôn Ngữ:
00000177=Lưu cài đặt trong thư mục này:
00000178=Thư mục cá nhân
00000179=Cùng thư mục với aren.exe
00000186=Mở thư mục..
00000187=Hiển thị trợ giúp để bắt đầu
00000188=Sử dụng đệm số 0 trong thẻ Inc Nr
00000194=Kiểm tra các bản cập nhật khi khởi động
00000195=Trường EXIF cho các thao tác ngày giờ của hình ảnh:
00000196=Trạng thái đã kiểm tra ảnh hưởng đến thẻ Inc Nr
00000197=Dấu tách chữ:
00000198=Liên kết các tệp .aren với Advanced Renamer
00000199=Môi Trường
00000200=Chương Trình
00000201=Đổi Tên
00000202=Tập tin hình ảnh
00000203=Tập tin âm nhạc && video
00000204=Ưu Tiên ID&3:
00000205=Hiển thị thanh nút thêm công thức
00000206=Thêm file khi đợt chạy kết thúc:
00000207=Chạy Console
00000208=Thư mục ứng dụng trong Đường Dẫn Môi Trường
00000209=Trình chỉnh sửa tập lệnh JS
00000210=Kích thước thụt lề tab:
00000212=Cuộn qua cuối dòng
00000213=Giới hạn mục:
00000215=Hiển thị nút bắt đầu ở bên trái
00000217=Không phân tích chuỗi dữ liệu video
00000218=Không phân tích chuỗi dữ liệu âm nhạc
00000219=Không phân tích chuỗi dữ liệu hình ảnh
00000220=Sắp xếp các mục được thêm bằng cách kéo và thả
00000221=Bỏ qua Chào mừng Hướng dẫn Nhập TV Show
00000222=Không hiển thị tóm tắt trước khi đổi tên
00000223=Luôn sử dụng ExifTool để truy xuất chuỗi dữ liệu
00000224=Xóa cài đặt..

[UndoBatchForm]
00000002=Hoàn tác
00000094=Chọn một công việc hoàn tác trong danh sách bên trái
00000161=Đóng
00000162=Hoàn tác danh sách
00000163=Mục Gốc
00000164=Tên tập tin đã đổi
00000165=Lỗi
00000166=Thư Mục Gốc
00000167=Đánh dấu tất cả
00000168=Bỏ đánh dấu tất cả
00000169=Chọn 1 công việc hàng loạt trước đó bên dưới và click nút "Hoàn tác danh sách" để khôi phục công việc đổi tên.
00000170=Thư Mục đã đổi tên
00000171=Xóa...
00000172=Bỏ chọn các mục bị lỗi
00000173=Xóa công việc trước đó...

[$CONSTANTS]
AbsoluteDateTime=Ngày giờ tuyệt đối
Accessed=Truy Cập
AccessedDateTime=Ngày giờ truy cập
Action=Thực hiện
Active=Kích Hoạt
Add=Thêm
AddFiles=Thêm các tập tin
AddingFiles=Đang thêm các tập tin...
All=Tất cả
AllFiles=Tất cả tập tin
AllItems=Tất cả mục
AnalyzingFiles=Đang phân tích tệp...
ApplyScript=Áp dụng kịch bản
ApplyTo=Áp dụng cho
Archive=Lưu Trữ
Ask=Hỏi
AtIndex=Tại vị trí
Backwards=Ngược
BatchModeCopy=Sao chép
BatchModeMove=Di chuyển
BatchModeRename=Đổi tên
Beta=Thử nghiệm
BetaFeature=Tính năng thử nghiệm
CaseSensitive=Chữ Hoa && chữ thường
ColumnName0=Tên Tập Tin
ColumnName1=Đường dẫn
ColumnName10=Thể loại ID3
ColumnName100=Tên Thư Mục
ColumnName101=Đường Dẫn
ColumnName102=Ngày Tạo
ColumnName103=Thuộc Tính

ColumnName104=Thuộc Tính Mới
ColumnName105=Tên Thư Mục Mới
ColumnName106=Ngày Tạo Mới
ColumnName107=Mã Lỗi
ColumnName108=Lỗi
ColumnName109=Đường Dẫn Mới
ColumnName11=Tiêu đề ID3
ColumnName13=Năm ID3
ColumnName14=Thuộc Tính Mới
ColumnName15=Tên Tập Tin Mới
ColumnName16=Ngày Tạo Mới
ColumnName17=Ngày Truy Cập Mới
ColumnName18=Ngày Sửa Đổi Mới
ColumnName19=Mã Lỗi
ColumnName2=Kích Cỡ
ColumnName20=Lỗi
ColumnName21=Ngày Thực Hiện
ColumnName22=Phần Mở Rộng
ColumnName23=Đường Dẫn Mới
ColumnName3=Ngày Tạo
ColumnName4=Ngày Truy Cập
ColumnName5=Ngày Sửa Đổi
ColumnName6=Thuộc Tính
ColumnName7=Kích Thước
ColumnName9=Nghệ sĩ ID3
CommercialUse=Dùng thương mại
ContinueQuestion=Tiếp tục?
CopiedFileCouldNotBeFound=Không thể tìm thấy tệp đã sao chép
CopiedFolderCouldNotBeFound=Không thể tìm thấy thư mục đã sao chép
CopiedItem=Mục đã sao chép
CopiedItemPath=Đã sao chép đường dẫn mục
CopyValueToAll=Sao chép giá trị cho tất cả
CopyValueToAllAbove=Sao chép giá trị cho tất cả ở trên
CopyValueToAllBelow=Sao chép giá trị cho tất cả bên dưới
Created=Đã Tạo
CreatedDateTime=Ngày giờ tạo
current=hiện tại
Datetime=Ngày giờ
Day=Ngày
Day_Long_1=Thứ Hai
Day_Long_2=Thứ Ba
Day_Long_3=Thứ Tư
Day_Long_4=Thứ Năm
Day_Long_5=Thứ Sáu
Day_Long_6=Thứ Bảy
Day_Long_7=Chủ Nhật
Day_Short_1=T2
Day_Short_2=T3
Day_Short_3=T4
Day_Short_4=T5
Day_Short_5=T6
Day_Short_6=T7
Day_Short_7=CN
DeltaDateTime=Ngày giờ khác
Description=Mô Tả
DirnamePattern=Mẫu tên thư mục
Edit=Sửa
Error=Lỗi
Errors=Lỗi
Err_100=OK
Err_101=Lỗi không xác định
Err_102=<>:"/\\*? không được hỗ trợ trong tên tập tin
Err_103=Tên tập tin chứa các ký tự không hợp lệ
Err_104=Tên tập tin quá dài
Err_105=Tập tin đã tồn tại
Err_106=Thư mục không tồn tại
Err_107=Không thể tìm thấy tệp nguồn
Err_108=Tên tập tin không được chỉ định
Err_109=Khả năng có tệp có cùng tên
Err_110=Công thức đổi tên không hợp lệ
Err_111=Không tìm thấy thông tin hình ảnh
Err_112=Không tìm thấy THẺ ID3 nào
Err_113=Quá nhiều tệp cho <Inc Alpha>
Err_114=Dấu thời gian không hợp lệ
Err_115=Phần mở rộng đã thay đổi
Err_116=Thẻ không hợp lệ
Err_117=Biểu thức chính quy không hợp lệ
Err_118=Không tìm thấy mẫu
Err_119=Không có kết quả từ máy chủ địa lý
Err_120=Kết quả không hợp lệ từ máy chủ địa lý
Err_121=Không tìm thấy thông tin video
Err_122=Không tìm thấy thông tin GPS
Err_123=Không thể di chuyển hoặc sao chép các thư mục sang một ổ đĩa khác
Err_124=Kịch bản không hợp lệ
Err_125=ExifTool lỗi
Err_126=Thông tin TVShow chưa được tìm nạp. Sử dụng cửa sổ Nhập TV trước
Err_127=Bỏ qua trùng lặp
Err_128=OK, file cặp
Err_129=OK, ghi đè tên
Err_FieldWriteError=Không thể xác minh ghi trường
Excellent=Xuất sắc
EXIFDate_DateDigitized=Ngày số hóa
EXIFDate_DateOriginal=Ngày gốc
EXIFDate_DateTaken=Ngày thực hiện
Extension=Phần mở rộng
Fair=Hợp lý
File=Tập Tin
FileCouldNotBeRenamed=Không thể đổi tên tập tin
Fileinfo=Mục thông tin
FilenamePattern=Mẫu tên tệp
FileRenamedOK=Đã đổi tên tập tin OK
Files=Các tập tin
Folder=Thư Mục
FolderLocation=Vị trí thư mục
Folders=Các thư mục
GettingThumbnails=Truy xuất hình thu nhỏ
Good=Tốt
GotErrors=Có Lỗi
HandleNegativeNumbers=Xử lý số âm
Hidden=Ẩn
Hour=Giờ
Ideal=Lý tưởng
ImageDateTime=Ngày giờ hình ảnh
ImageFile=Tệp hình ảnh
InputMessageDescription=Thay đổi mô tả công thức
InsertValue=Chèn giá trị...
InvertCase=Đặt trường hợp đảo ngược
ItemNotReverted=Không thể hoàn nguyên mục
ItemRevertedOK=Mục hoàn nguyên OK
Items=Mục
JSConsoleFilterEverything=Mọi thứ
JSConsoleFilterFilenameMatch=Tên file phù hợp
JSConsoleFilterFilenameRegExMatch=Tên file phù hợp (biểu thức)
JSConsoleFilterItemNumber=Số mục
LoadList=Tải danh sách
LowerCase=Đặt chữ thường
LowerCaseFirstLetter=Đặt chữ thường đầu tiên
LowerCaseFirstLetterInEveryWord=Đặt chữ thường đầu tiên trong mỗi từ
LowerCasePattern=Đặt mẫu thành chữ thường
Matches=Khớp
MethodName_Add=Thêm
MethodName_Attributes=Thuộc Tính
MethodName_List=Danh Sách
MethodName_ListReplace=Danh Sách Thay Thế
MethodName_Move=Di Chuyển
MethodName_NewCase=Quy Tắc Mới
MethodName_NewName=Tên Mới
MethodName_Remove=Gỡ
MethodName_RemovePattern=Gỡ Mẫu
MethodName_Renumber=Đổi Số Thứ Tự
MethodName_Replace=Thay Thế
MethodName_Script=Mã Kịch Bản
MethodName_Swap=Thay Đổi
MethodName_Timestamp=Dấu thời gian
MethodName_Trim=Cắt
Methods=Công Thức
Min=Phút
Moderate=Vừa phải
Modified=Sửa Đổi
ModifiedDateTime=Ngày giờ sửa đổi
Month=Tháng
Month_01_Long=Tháng 1
Month_01_Short=01
Month_02_Long=Tháng 2
Month_02_Short=02
Month_03_Long=Tháng 3
Month_03_Short=03
Month_04_Long=Tháng 4
Month_04_Short=04
Month_05_Long=Tháng 5
Month_05_Short=05
Month_06_Long=Tháng 6
Month_06_Short=06
Month_07_Long=Tháng 7
Month_07_Short=07
Month_08_Long=Tháng 8
Month_08_Short=08
Month_09_Long=Tháng 9
Month_09_Short=09
Month_10_Long=Tháng 10
Month_10_Short=10
Month_11_Long=Tháng 11
Month_11_Short=11
Month_12_Long=Tháng 12
Month_12_Short=12
MoveCount=Di chuyển số đếm
MovedFileCouldNotBeFound=Không thể tìm thấy tệp đã di chuyển
MovedFolderCouldNotBeFound=Không thể tìm thấy thư mục đã di chuyển
MovedItem=Mục đã di chuyển
MovedItemPath=Đường dẫn mục đã di chuyển
MoveFrom=Di chuyển từ
MoveRelative=Di chuyển tương đối
MoveTo=Di chuyển đến
MsgTitle_Confirm_ClearList=Xóa Danh Sách
MsgTitle_Confirm_DeleteColumnSet=Xóa tập hợp cột?
MsgTitle_Confirm_OverwriteColumnSet=Bộ đã tồn tại
MsgTitle_Confirm_Quit=Thoát Advanced Renamer
MsgTitle_Error=Lỗi
MsgTitle_Error_FileNotFound=Không tìm thấy tập tin
MsgTitle_Error_InvalidColumnSetName=Tên không hợp lệ
Msg_Confirm_ClearList=Bạn sắp xóa tất cả các tệp khỏi danh sách.\n\nChắc chắn muốn tiếp tục?
Msg_Confirm_ClearMethodList=Xóa danh sách công thức?
Msg_Confirm_DeleteColumnSet=Xóa tập hợp cột\n\nChắc chắn bạn muốn xóa nhóm có tên "%s"
Msg_Confirm_ExtChanged=Phần mở rộng sẽ được thay đổi trên một số tệp. Trong một số trường hợp, điều này có thể làm cho các tệp không sử dụng được.\n\nBạn có muốn tiếp tục đổi tên không?
Msg_Confirm_OverwriteColumnSet=Bộ đã tồn tại\n\nBạn có muốn ghi đè tập hợp có tên "%s" không?
Msg_Confirm_OverwriteFile=Ghi đè tập tin?\n\nBạn sắp ghi đè lên tập tin "%s". Bạn có muốn tiếp tục?
Msg_Confirm_PopulateList=Điền vào hộp văn bản tên gốc của các mục trong danh sách?
Msg_Confirm_Quit=Vẫn còn các tập tin trong danh sách\n\nBạn chắc chắn muốn thoát?
Msg_Confirm_RenamingPossibleErrors=Tìm thấy lỗi\n\nCác lỗi tìm thấy có thể khiến không thể đổi được tên các tệp đã thêm.\n\nTiếp tục đổi tên?
Msg_Confirm_SettingsPathChanged=Bạn đã thay đổi thư mục cài đặt.\n\nBạn có muốn sao chép cài đặt hiện tại của mình vào thư mục này không?\n\nLưu ý: Mọi tệp hiện có trong thư mục sẽ bị ghi đè.
Msg_DeleteUndoJobs=Tất cả các công việc cũ hơn ngày đã chọn sẽ bị xóa
Msg_Error_AddFileAssociation=Không thể thêm liên kết tệp
Msg_Error_CannotAddSoManyFiles=Không thể thêm tập tin.\n\nBạn không thể tải nhiều hơn %d mục vào danh sách.
Msg_Error_CheckUpdates=Lỗi\n\nKhông thể kiểm tra các bản cập nhật.
Msg_Error_CoultNotCreateFolder=Không thể tạo thư mục
Msg_Error_FileNotFound=Lỗi\n\nKhông tìm thấy file "%s".
Msg_Error_InvalidColumnSetName=Lỗi\n\n%s là tên không hợp lệ\n\nTên Cột chỉ có thể chứa chữ cái, số, - và _.
Msg_Error_InvalidFolder=Lỗi\n\nThư mục không hợp lệ.
Msg_Error_InvalidLicenseFile=Tập tin giấy phép không hợp lệ
Msg_Error_ListIsEmpty=Danh sách trống
Msg_Error_MetaDataWriteUnsupportedFormat=Định dạng tệp "%s" không được hỗ trợ
Msg_Error_MustEnableBeforeAddFolders=Bạn phải bật "%s" hoặc "%s"
Msg_Error_MustHaveSingleExtension=Tất cả các mục trong danh sách phải có cùng phần mở rộng tệp
Msg_Error_NotFoundItems=%d mục không tìm thấy.\n\n%s
Msg_Error_NoUndoList=Không có danh sách hoàn tác đã được chọn.
Msg_Error_Only2000Plus=Tính năng này không được hỗ trợ trên hệ thống của bạn. Tính năng này chỉ khả dụng trên Windows 2000 trở lên.
Msg_Error_RemoveFileAssociation=Không thể xóa liên kết tệp
Msg_Error_RenamingNoFilesInList=Lỗi\n\nKhông thể bắt đầu đổi tên vì không có tệp nào trong danh sách.
Msg_Error_SaveSettingsError=Lỗi lưu tệp trong thư mục cài đặt. Đảm bảo rằng đường dẫn sau có thể ghi được
Msg_Error_Server=Lỗi giao tiếp với máy chủ
Msg_Error_TooManyColumns=Quá nhiều cột: %d. Tối đa là %d
Msg_Error_Unknown=Lỗi không xác định\n\n%s
Msg_FirstTimeUse=Đây có thể là lần đầu tiên bạn sử dụng Advanced Renamer. Bạn nên xem hướng dẫn sử dụng trước khi sử dụng chương trình này.\n\nBạn có muốn xem hướng dẫn sử dụng ngay không?
Msg_Info_BatchModeNotSupportedForFolders=Chế độ hàng loạt đã chọn không được hỗ trợ để sử dụng với các thư mục.
Msg_Info_BatchWriteMetadataCompleted=Ghi hàng loạt đã hoàn thành.\n\n%d mục được xử lý.\n%d OK.\n%d không thay đổi.\n%d lỗi.
Msg_Info_ClearSettings=Xóa tất cả cài đặt chương trình cá nhân của bạn?
Msg_Info_ConvertMethods_0310=Trong phiên bản Advanced Renamer này, các cài đặt trước của phương pháp Advanced Renamer được đặt trong một thư mục tùy chỉnh. Khi bạn nhấp vào OK, bạn sẽ có thể chọn một thư mục trống để chuyển đổi các giá trị công thức trước hiện có của mình sang.
Msg_Info_CouldNotBeAdded=%d files không thể thêm.
Msg_Info_ItemsAlreadyInList=%d mục đã có trong danh sách
Msg_Info_LanguageChange=Thay đổi ngôn ngữ sẽ được áp dụng khi khởi động lại ứng dụng.
Msg_Info_NewVersion=Đã có phiên bản mới của Advanced Renamer.\n\nBạn có muốn tải xuống phiên bản mới không?
Msg_Info_NoNewVersion=Hiện tại không có phiên bản Advanced Renamer mới nào.
Msg_Info_RevertChanges=Điều này sẽ đưa tất cả các thay đổi của bạn về cài đặt mặc định.\n\nBạn có muốn tiếp tục?
Msg_Info_ThankYou=Cảm ơn :-). Bạn là nhất!
Msg_Info_UndoHasEnded=Hoàn tác kết thúc với %d lỗi.
Msg_Info_UndoSuccess=Hoàn nguyên hành loạt thành công.
MusicFile=Tập tin nhạc
Name=Tên
NameAndExtension=Tên và phần mở rộng
NameCollisionRule_AppendImgSubsec=Nối Hình Ảnh Phụ Thứ Hai
NameCollisionRule_AppendNumber=Nối Số
NameCollisionRule_AppendPattern=Nối Mẫu
NameCollisionRule_Fail=Thất Bại
NameCollisionRule_Ignore=Bỏ Qua
NameCollisionRule_NewName=Tên Mới
NewCase=Quy Tắc Mới
NewFolder=Thư Mục Mới
NewName=Tên Mới
NewNumber=Số Thứ Tự Mới
No=Không
NoChange=Không thay đổi
NoMethods=Không sử dụng công thức nào.\n\nClick vào nút Thêm để thêm các công thức mới.
None=Không
NotRegistered=Chưa đăng ký
Nth1=Thứ 1
Nth2=Thứ 2
Nth3=Thứ 3
Nth4=Thứ 4
Nth5=Thứ 5
Nth6=Thứ 6
Nth7=Thứ 7
Nth8=Thứ 8
Nth9=Thứ 9
NumberDifference=Chênh lệch số
NumberLength=Chiều dài số
NumberPosition=Vị trí số
NumericValueOrPattern=Giá trị số hoặc mẫu tìm kiếm
Occurrence=Tấn suất xảy ra
OK=OK
OriginalFileNotFound=Không tìm thấy tệp gốc
OriginalFileStillExists=Tập tin gốc vẫn tồn tại
OriginalFolderNotFound=Không tìm thấy thư mục gốc
OriginalFolderStillExists=Thư mục gốc vẫn tồn tại
Pattern=Mẫu
PersonalUse=Sử dụng cá nhân
PleaseRegisterMessage=Một tin nhắn từ tác giả:\n\nNếu bạn sử dụng phần mềm này thường xuyên hoặc nếu bạn sử dụng phần mềm này cho mục đích thương mại,  vui lòng hãy lấy mã bản quyền bằng cách sử dụng một trong hai nút bên dưới.\n\nThân ái\n  Kim Jensen
Poor=Kém
PopulateList=Điền danh sách
PreBatchScript=Xem trước kịch bản...
ReadOnly=Chỉ Đọc
RegEx_AnyChar=Ký tự bất kỳ
RegEx_CharList=Ký tự có trong danh sách ký tự
RegEx_Digit=Ký tự chữ số
RegEx_EndLine=Kết thúc dòng
RegEx_Match0OrMore=Khớp với 0 hoặc hơn
RegEx_Match1Or0=Khớp với 1 hoặc 0
RegEx_Match1OrMore=Khớp với 1 hoặc hơn
RegEx_MatchLeastNTimeNoMoreM=So khớp ít nhất n lần nhưng không quá m lần
RegEx_MatchLeastNTimes=So khớp ít nhất n lần
RegEx_MatchNTimes=Khớp n lần
RegEx_NonCharList=Ký tự không có trong danh sách ký tự
RegEx_NonDigit=Ký tự không phải chữ số
RegEx_NonWordChar=Ký tự không phải chữ cái
RegEx_StartLine=Bắt đầu dòng
RegEx_SubAlternative=Thay thế mẫu con
RegEx_SubGroup=Nhóm mẫu con
RegEx_SubMatch=Khớp mẫu con đầu tiên
RegEx_WordChar=Ký tự chữ cái
Register=Vui lòng đăng ký
RegisteredTo=Đã đăng ký cho %s
RemoveCount=Xóa số đếm
RenamedFileCouldNotBeFound=Không thể tìm thấy tệp đã đổi tên
RenamedFolderCouldNotBeFound=Không thể tìm thấy thư mục đã đổi tên
RenamedItem=Mục đã đổi tên
RenamedItemPath=Đã đổi tên đường dẫn mục
RenumberChange=Thay đổi đến
RenumberChangeTypeAbsoluteText=Số tuyệt đối
RenumberChangeTypeRelativeText=Tương đối với số hiện có
Replace=Thay thế
ReplaceWith=Thay bằng
SaveColumnSet=Lưu tập hợp cột
SaveList=Lưu danh sách
Season=Mùa
Sec=Giây
SelectFolder=Chọn thư mục
SelectMethod=Chọn 1 công thức.
Separator=Phân tách
Set=Đặt
ShowInWindow=Hiển thị trong cửa sổ...
Skip=Bỏ qua
StartingAt=Bắt đầu tại
Status=Tình Trạng
Status_TestingNames=Tình trạng: Đang kiểm tra tên...
System=Hệ Thống
Tag=Thẻ
TagCategoryAdvanced=Thẻ Nâng Cao
TagCategoryChecksum=Thẻ Tổng Kiểm Tra
TagCategoryDateTime=Thẻ Ngày/Giờ
TagCategoryDateTimeCreated=Thẻ Ngày/Giờ Đã Tạo
TagCategoryDateTimeModified=Thẻ Ngày/Giờ Đã Chỉnh Sửa
TagCategoryDefault=Thẻ Mặc Định
TagCategoryFileSize=Thẻ Kích Thước File
TagCategoryGPS=Thẻ Vị Trí GPS
TagCategoryID3=Thẻ ID3/MP3
TagCategoryImage=Thẻ Hình Ảnh

TagCategoryTVShow=TV Show
TagCategoryVideo=Thẻ Video
TBShowlblEpisodesTitle=Chọn mùa và tập cho "%s".
TextList=Danh sách văn bản
TextToBeReplaced=Văn bản cần thay thế
ToRemoveMoreThanOne=Để xóa nhiều hơn một mẫu, hãy sử dụng \\ để tách mẫu khác nhau.
ToReplaceMoreThanOne=Để thay thế nhiều cụm từ, hãy sử dụng \\ để phân tách các cụm từ khác nhau.
TrimCharacters=Cắt ký tự
TypeNameForColumnSet=Nhập tên cho tập hợp cột.
Unknown=Không xác định
Unset=Không đặt
UpdateAvailable=Cập nhật có sẵn. Click để nâng cấp.
UpperCase=Đặt chữ hoa
UpperCaseFirstLetter=Đặt chữ hoa đầu tiên
UpperCaseFirstLetterInEveryWord=Đặt chữ hoa đầu tiên trong mỗi từ
UpperCasePattern=Đặt mẫu thành chữ hoa
UseRegularExpressions=Dùng biểu thức chính quy
Value=Giá Trị
Video=Video
VideoFile=Tập Tin Video
WithErrors=Các mục có lỗi
WithoutErrors=Các mục không bị lỗi
WordSeperators=Dấu tách từ
Year=Năm
Yes=Có
ZeroPadding=Đệm số 0
ZeroPadTypeAuto=Tự động
ZeroPadTypeManual=Thủ công
ZeroPadTypeNo=Không đệm
